
/* ************************************************************************ *
 *                                                                          *
 * DROP DATABASE    --> Supprimer une base de donnée                        *
 *                                                                          *
 * ************************************************************************ *
 *                                                                          *
 * IF EXISTS        --> Ajouter la condition qu'elle doit exister           *
 *                                                                          *
 * ************************************************************************ */

 DROP DATABASE IF EXISTS nom_db1, nom_db2;